Repository: salehweb-ir/messengernotifier
Catalog: languages/messengernotifier-*.po
Languages: fa_ir

source: Configuration saved and form created successfully!
fa_ir: تنظیمات ذخیره شد و فرم با موفقیت ایجاد شد!

source: MessengerNotifier Settings
fa_ir: تنظیمات MessengerNotifier

source: Eitaa API Token
fa_ir: توکن API ایتا

source: Eitaa Channel ID
fa_ir: آیدی کانال ایتا

source: Anonymous message page link
fa_ir: لینک برگه پیام ناشناس

source: View Page
fa_ir: مشاهده برگه

source: Page not found!
fa_ir: برگه پیدا نشد!

source: Security check failed.
fa_ir: بررسی امنیتی ناموفق بود.

source: #Test
fa_ir: #تست

source: MessengerNotifier Setup Wizard
fa_ir: راه انداز MessengerNotifier

source: Step 1: Eitaa API Information
fa_ir: مرحله 1: اطلاعات API ایتا

source: Please follow the instructions on %s to get your API token.
fa_ir: لطفاً برای دریافت توکن API ایتا دستورالعمل های %s را دنبال کنید

source: eitaa API documentation
fa_ir: مستندات API ایتا

source: Anonymous message page title
fa_ir: عنوان برگه پیام ناشناس

source: Anonymous message page slug
fa_ir: لینک برگه پیام ناشناس

source: It is recommended to use Latin words for better readability of the anonymous message link when sharing.
fa_ir: برای خوانایی بهتر پیوند پیام ناشناس هنگام اشتراک گذاری توصیه می شود از کلمات لاتین استفاده کنید.

source: Step 2: Test Connection
fa_ir: مرحله 2: بررسی اتصال

source: Test Message
fa_ir: پیام آزمایشی

source: Test and Save
fa_ir: بررسی و ذخیره

source: #new_order
fa_ir: #سفارش_جدید

source: New order received!
fa_ir: سفارش جدید دریافت شد!

source: Order ID:
fa_ir: شناسه سفارش:

source: Customer:
fa_ir: نام مشتری:

source: Total amount:
fa_ir: قیمت کل:

source: Order status:
fa_ir: وضعیت سفارش:

source: Order Link:
fa_ir: پیوند به سفارش:

source: #Message
fa_ir: #پیام

source: Submit Your Message
fa_ir: پیام خود را ارسال کنید

source: Your Message
fa_ir: پیام شما

source: Submit
fa_ir: ثبت

source: Send message to messenger apps from WordPress (started by eitaa).
fa_ir: ارسال پیام به اپلیکیشن های پیام رسان (با ایتا شروع شده).

source: salehweb
fa_ir: صالح وب
